[
  {
    "slug": "magical_tinkering",
    "title": { "en": "Magical Tinkering", "ru": "Магический мастеровой" },
    "description": {
      "en": "To use this feature, you must be holding thieves' tools or artisan's tools. Then, as an Action, you touch a Tiny nonmagical object and imbue it with one magical property of your choice. Maximum - {{value}}.",
      "ru": "Чтобы использовать это умение, вы должны держать в руках воровские инструменты или инструменты ремесленника. Затем Действием вы касаетесь Крошечного немагического объекта и наделяете его одним из магических свойств на ваш выбор. Максимум - {{value}}."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 1,
    "kind": "static",
    "visible": "true",
    "eval_variables": {},
    "description_eval_variables": {
      "value": "[1, modifiers['int']].max"
    }
  },
  {
    "slug": "infuse_item",
    "title": { "en": "Infuse Item", "ru": "Инфузирование предмета" },
    "description": {
      "en": "The ability to infuse certain magic into ordinary objects and turn them into magical ones. Infusions - {{infusions}}, attuned items - {{items}}.",
      "ru": "Способность вливать в обычные предметы определённую магию и превращать их в магические. Известные инфузии - {{infusions}}, настройка на предметы - {{items}}."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 2,
    "kind": "text",
    "visible": "true",
    "eval_variables": {},
    "description_eval_variables": {
      "infusions": "(((classes['artificer'] + 2) / 4) + 1) * 2",
      "items": "((classes['artificer'] + 2) / 4) + 1"
    }
  },
  {
    "slug": "the_right_tool_for_the_job",
    "title": { "en": "The Right Tool for the Job", "ru": "Подходящий инструмент" },
    "description": {
      "en": "Using thieves' tools or artisan's tools, you can magically create one set of artisan's tools in an unoccupied space within 5 feet of you. This requires 1 hour of uninterrupted work, which can be done during a short or long rest. Although created through magic, the tools themselves are nonmagical and disappear when you use this feature again.",
      "ru": "С помощью воровских инструментов или инструментов ремесленника вы можете волшебным образом создать один набор инструментов ремесленника в незанятом пространстве в пределах 5 футов от вас. Это потребует 1 часа непрерывной работы, которая может быть проведена во время короткого или продолжительного отдыха. Хотя они и созданы с помощью магии, сами инструменты немагические и исчезают, когда вы снова используете это умение."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 3,
    "kind": "static",
    "options_type": null,
    "options": null,
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "tool_expertise",
    "title": { "en": "Tool Expertise", "ru": "Компетентность во владении инструментами" },
    "description": {
      "en": "Your proficiency bonus is doubled on all ability checks made using a tool you are proficient with.",
      "ru": "Ваш бонус мастерства удваивается при всех проверках характеристик, совершаемых с использованием инструмента, которым вы владеете."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 6,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "flash_of_genius",
    "title": { "en": "Flash of Genius", "ru": "Проблеск гениальности" },
    "description": {
      "en": "When you or another creature you can see within 30 feet of you makes an ability check or saving throw, you can use your reaction to add {{value}} to the roll.",
      "ru": "Когда вы или другое существо, которое вы можете видеть в пределах 30 футов, совершаете проверку характеристики или спасбросок, вы можете реакцией добавить к броску {{value}}."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 7,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "value": "modifiers['int']",
      "limit": "[1, modifiers['int']].max"
    },
    "limit_refresh": "long_rest"
  },
  {
    "slug": "magic_item_adept",
    "title": { "en": "Magic item Adept", "ru": "Эксперт в обращении с магическими предметами" },
    "description": {
      "en": "If you create a magic item with a rarity of «common» or «uncommon», it will take you a quarter of the usual time to create it and half as much gold.",
      "ru": "Если вы создаете магический предмет с редкостью «обычный» или «необычный», то на его создание у вас уходит четверть обычного времени и вдвое меньше золота."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 10,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "spell_storing_item",
    "title": { "en": "Spell-Storing Item", "ru": "Хранящий заклинания предмет" },
    "description": {
      "en": "You can touch one simple or martial weapon or item that can be used as a spellcasting focus and store in it one 1st or 2nd level spell from the artificer spell list that requires 1 action to cast. A creature can use its action to release the spell effect from the item, attack bonus - {{attack}}, DC - {{dc}}, uses - {{uses}}.",
      "ru": "Вы можете прикоснуться к одному простому или воинскому оружию или предмету, который можно использовать в качестве заклинательной фокусировки, и сохранить в нем одно заклинание 1-го или 2-го уровня из списка заклинаний изобретателя, которому необходимо 1 действие для накладывания. Существо может действием выпустить эффект заклинания из предмета, бонус атаки - {{attack}}, УС - {{dc}}, использований - {{uses}}."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 11,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "attack": "spell_classes.dig(:artificer, :attack_bonus)",
      "dc": "spell_classes.dig(:artificer, :save_dc)",
      "uses": "[2, modifiers['int'] * 2].max",
      "limit": "1"
    },
    "limit_refresh": "long_rest"
  },
  {
    "slug": "magic_item_savant",
    "title": { "en": "Magic item Savant", "ru": "Учёный по магическим предметам" },
    "description": {
      "en": "You ignore all class, race, spell, and level requirements when attuning or using magic items.",
      "ru": "Вы игнорируете все требования класса, расы, заклинания и уровня при настройке или использовании магических предметов."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 14,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "soul_of_artifice",
    "title": { "en": "Soul of Artifice", "ru": "Душа изобретения" },
    "description": {
      "en": "You gain a +1 bonus to all saving throws for each item you are currently attuned to. If you are reduced to 0 hit points but are not killed, you can use your reaction to destroy one of your infusions, reducing your hit points to 1 instead of 0.",
      "ru": "Вы получаете бонус +1 ко всем спасброскам за каждый предмет, на который вы в данный момент настроены. Если ваши хиты опустились до нуля, но вы не убиты, вы можете реакцией уничтожить одну из ваших инфузий, опустив количество ваших хитов до 1 вместо 0."
    },
    "origin": "class",
    "origin_value": "artificer",
    "level": 20,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "experimental_elixir",
    "title": { "en": "Experimental Elixir", "ru": "Экспериментальный эликсир" },
    "description": {
      "en": "Roll on the Experimental Elixir table to determine the effect that occurs when someone drinks the elixir.",
      "ru": "Совершите бросок по таблице «Экспериментальный эликсир» для определения эффекта, который возникнет, когда кто-то выпьет эликсир."
    },
    "origin": "subclass",
    "origin_value": "alchemist",
    "level": 3,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "limit": "class_level = classes['artificer']; class_level >= 15 ? 3 : (class_level >= 6 ? 2 : 1)"
    },
    "limit_refresh": "long_rest"
  },
  {
    "slug": "alchemical_savant",
    "title": { "en": "Alchemical Savant", "ru": "Учёный-алхимик" },
    "description": {
      "en": "Whenever you cast a spell using alchemist's tools as a focus, you gain a {{value}} bonus to one of your spell rolls. That roll must restore hit points or deal acid, fire, necrotic, or poison damage.",
      "ru": "Каждый раз, когда вы накладываете заклинание, используя инструменты алхимика в качестве фокусировки, вы получаете бонус {{value}} к одному из бросков этого заклинания. Этот бросок должен восстанавливать хиты или наносить урон кислотой, огнём, некротической энергией или ядом."
    },
    "origin": "subclass",
    "origin_value": "alchemist",
    "level": 5,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "value": "modifiers['int']"
    }
  }
]
