[
  {
    "slug": "rage",
    "title": { "en": "Rage", "ru": "Ярость" },
    "description": {
      "en": "On your turn, you can enter a rage as a bonus action.",
      "ru": "В свой ход вы можете бонусным действием войти в состояние ярости."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 1,
    "kind": "static",
    "visible": "true",
    "eval_variables": {
      "limit": "class_level = result.dig(:classes, 'barbarian'); return 100 if class_level == 20; return 6 if class_level >= 17; return 5 if class_level >= 12; return 4 if class_level >= 6; return 3 if class_level >= 3; 2"
    },
    "limit_refresh": "long_rest"
  },
  {
    "slug": "reckless_attack",
    "title": { "en": "Reckless Attack", "ru": "Безрассудная атака" },
    "description": {
      "en": "When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls using Strength during this turn, but attack rolls against you have advantage until your next turn.",
      "ru": "Когда вы совершаете первую атаку в свой ход, вы можете решить, что будете атаковать безрассудно. Решившись на это, вы в этом ходу совершаете рукопашные атаки оружием, использующие Силу, с преимуществом, но все броски атаки по вам до вашего следующего хода тоже совершаются с преимуществом."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 2,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "danger_sense",
    "title": { "en": "Danger Sense", "ru": "Чувство опасности" },
    "description": {
      "en": "You have advantage on Dexterity saving throws against effects that you can see, such as traps and spells. To gain this benefit, you can't be blinded, deafened, or incapacitated.",
      "ru": "Вы совершаете с преимуществом спасброски Ловкости от эффектов, которые вы можете видеть, такие как заклинания и ловушки. Для использования этого преимущества вы не должны быть ослеплены, оглушены и не должны быть недееспособны."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 2,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "feral_instinct",
    "title": { "en": "Feral Instinct", "ru": "Дикий инстинкт" },
    "description": {
      "en": "You have advantage on initiative rolls. If you are surprised at the beginning of combat and aren't incapacitated, you can act normally on your first turn, but only if you enter your rage before doing anything else on that turn.",
      "ru": "Вы совершаете с преимуществом броски инициативы. Если вы были захвачены врасплох в начале боя, и вы не являетесь недееспособным, вы можете в первом ходу действовать нормальным образом, но только если вы впадёте в ярость раньше всех других действий в этом ходу."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 7,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "brutal_critical",
    "title": { "en": "Brutal Critical", "ru": "Сильный критический удар" },
    "description": {
      "en": "You can roll additional weapon damage die (amount - {{value}}) when determining the extra damage for a criticai hit with a melee attack.",
      "ru": "Вы можете бросать дополнительную кость урона оружия (кол-во {{value}}), когда определяете дополнительный урон от критического попадания рукопашной атакой."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 9,
    "kind": "static",
    "visible": "true",
    "eval_variables": {
      "value": "class_level = result.dig(:classes, 'barbarian'); return 3 if class_level >= 17; return 2 if class_level >= 13; 1"
    }
  },
  {
    "slug": "relentless_rage",
    "title": { "en": "Relentless Rage", "ru": "Непреклонная ярость" },
    "description": {
      "en": "If you drop to 0 hit points while you're raging and don't die outright, you can make a DC 10 Constitution saving throw. If you succeed, you drop to 1 hit point inslead. Each time you use this feature after the first, the DC increases by 5. When you finish a short or long rest, the DC resets to 10.",
      "ru": "Если ваши хиты опустилось до 0, когда вы находились в состоянии ярости, и вы не умерли сразу, вы можете совершить спасбросок Телосложения со Сл 10. В случае успеха ваше здоровье опускается всего лишь до 1. Каждый раз, когда вы используете эту способность повторно, Сл спасброска повышается на 5. Когда вы закончите короткий либо продолжительный отдых, Сл снова равняется 10."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 11,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "persistent rage",
    "title": { "en": "Persistent Rage", "ru": "Непрерывная ярость" },
    "description": {
      "en": "Your rage ends early only if you fall unconscious or if you choose to end it.",
      "ru": "Ваша ярость досрочно прекращается только если вы теряете сознание или сами прекращаете её."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 15,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "indomitable_might",
    "title": { "en": "Indomitable Might", "ru": "Неукротимая мощь" },
    "description": {
      "en": "If your total for a Strength check is less than your Strength score, you can use that score in place of the total.",
      "ru": "Если результат вашей проверки Силы оказался меньше значения вашей Силы, то вы можете использовать значение характеристики вместо результата проверки."
    },
    "origin": "class",
    "origin_value": "barbarian",
    "level": 18,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  }
]
