[
  {
    "slug": "favored_enemy",
    "title": { "en": "Favored Enemy", "ru": "Избранный враг" },
    "description": {
      "en": "You have advantage on Wisdom (Survival) checks to track your favored enemies, as well as on Intelligence checks to recall information about them.",
      "ru": "Вы совершаете с преимуществом проверки Мудрости (Выживание) для выслеживания избранных врагов, а также проверки Интеллекта для вспоминания информации о них."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 0,
    "kind": "text",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "natural_explorer",
    "title": { "en": "Natural Explorer", "ru": "Исследователь природы" },
    "description": {
      "en": "When you make an Intelligence or Wisdom check related to your favored terrain, your proficiency bonus is doubled if you are using a skill that you're proficient in.",
      "ru": "Когда вы совершаете проверку Интеллекта или Мудрости, связанную с известной вам местностью, ваш бонус мастерства удваивается, если вы используете навык, которым владеете."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 1,
    "kind": "dynamic_list",
    "options_type": null,
    "options": ["arctic", "coast", "desert", "forest", "grassland", "mountain", "swamp", "underdark"],
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "fighting_style",
    "title": { "en": "Fighting style", "ru": "Боевой стиль" },
    "description": {
      "en": "You adopt a particular style of fighting as your speciality.",
      "ru": "Вы выбираете боевой стиль, соответствующий вашей специализации."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 2,
    "kind": "dynamic_list",
    "options": [
      "fighting_style_archery", "fighting_style_defense", "fighting_style_dueling", "fighting_style_two_weapon_fighting"
    ],
    "visible": "true"
  },
  {
    "slug": "primeval_awareness",
    "title": { "en": "Primeval Awareness", "ru": "Первозданная осведомлённость" },
    "description": {
      "en": "You can use your action and expend one ranger spell slot to focus your awareness on the region around you.",
      "ru": "Вы можете действием потратить одну ячейку заклинаний следопыта, чтобы сосредоточиться на познании пространства вокруг себя."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 3,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "land_stride",
    "title": { "en": "Land's Stride", "ru": "Тропами земли" },
    "description": {
      "en": "Moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard. You have advantage on saving throws against plants that are magically created or manipulated to impede movement, such those created by the entangle spell.",
      "ru": "Перемещение по немагической труднопроходимой местности не стоит вам никакого дополнительного перемещения. Вы также можете проходить через немагические растения без замедления, и не получая от них урона, даже если у них есть шипы, колючки или аналогичная опасность. Вы совершаете с преимуществом спасброски от растений, которые были магическим образом созданы или управляются магией, препятствуя движению, например, созданных заклинанием опутывание."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 8,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "hide_in_plain_sight",
    "title": { "en": "Hide in Plain Sight", "ru": "Маскировка на виду" },
    "description": {
      "en": "You can spend 1 minute creating camouflage for yourself.",
      "ru": "Вы можете потратить 1 минуту для создания персонального камуфляжа."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 10,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "vanish",
    "title": { "en": "Vanish", "ru": "Исчезновение" },
    "description": {
      "en": "You can use the Hide action as a bonus action on your turn. You can't be tracked by nonmagical means.",
      "ru": "Вы можете использовать в свой ход действие Засада бонусным действием. Вы не можете быть выслежены немагическими способом."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 14,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "feral_senses",
    "title": { "en": "Feral Senses", "ru": "Дикие чувства" },
    "description": {
      "en": "When you attack a creature you can't see, your inability to see it doesn't impose disadvantage on your attack rolls against it. You are also aware of the location of any invisible creature within 30 feet of you, provided that the creature isn't hidden from you and you aren't blinded or deafened.",
      "ru": "Когда вы атакуете существо, которое не видите, ваша неспособность видеть не накладывает помеху броскам атаки по нему. Вам также известно о местонахождении всех невидимых существ в пределах 30 футов от вас, при условии, что они не скрыты от вас, и вы не ослеплены и не оглушены."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 18,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "foe_slayer",
    "title": { "en": "Foe Slayer", "ru": "Убийца врагов" },
    "description": {
      "en": "Once on each of your turns, you can add your Wisdom modifier to the attack roll or the damage roll of an attack you make against one of your favored enemies.",
      "ru": "Один раз в каждом своём ходу вы можете добавить модификатор Мудрости к броску атаки или урона по существу из списка ваших избранных врагов."
    },
    "origin": "class",
    "origin_value": "ranger",
    "level": 20,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  }
]
