[
  {
    "slug": "rogue_expertise",
    "title": { "en": "Expertise", "ru": "Компетентность" },
    "description": {
      "en": "Your proficiency bonus is doubled for selected skill proficiencies.",
      "ru": "Ваш бонус мастерства для выбранных навыков удваивается."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 1,
    "kind": "choose_from",
    "options_type": "selected_skills",
    "visible": "true",
    "eval_variables": {
      "skills": "expertises = selected_features['rogue_expertise']; skills.each { |skill| next if expertises.nil?; next if expertises.exclude?(skill[:slug]); skill[:modifier] += proficiency_bonus }; skills"
    }
  },
  {
    "slug": "sneak_attack",
    "title": { "en": "Sneak Attack", "ru": "Скрытая атака" },
    "description": {
      "en": "Once per turn, you can deal an extra {{value}} damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use a finesse or a ranged weapon. You don't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't incapacitated, and you don't have disadvantage on the attack roll.",
      "ru": "Один раз в ход вы можете причинить дополнительный урон {{value}} одному из существ, по которому вы попали атакой, совершённой с преимуществом к броску атаки. Атака должна использовать дальнобойное оружие или оружие со свойством «фехтовальное». Вам не нужно иметь преимущество при броске атаки, если другой враг цели находится в пределах 5 футов от неё. Этот враг не должен быть недееспособным, и у вас не должно быть помехи для броска атаки."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 1,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "value": "((classes['rogue'] + 1) / 2).to_s + 'd6'"
    }
  },
  {
    "slug": "thieves_cant",
    "title": { "en": "Thieves' Cant", "ru": "Воровской жаргон" },
    "description": {
      "en": "You learned thieves' cant, a secret mix of dialect, jargon, and code that allows you to hide messages.",
      "ru": "Вы выучили воровской жаргон, тайную смесь диалекта, жаргона и шифра, который позволяет скрывать сообщения."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 1,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "cunning_action",
    "title": { "en": "Cunning Action", "ru": "Хитрое действие" },
    "description": {
      "en": "You can take a bonus action on each of your turns in combat. This action can be used only to take the Dash, Disengage, or Hide action.",
      "ru": "Вы можете в каждом ходу боя совершать бонусное действие. Это действие может быть использовано только для Рывка, Отхода или Засады."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 2,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "uncanny_dodge",
    "title": { "en": "Uncanny Dodge", "ru": "Невероятное уклонение" },
    "description": {
      "en": "When an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage against you.",
      "ru": "Когда нападающий, которого вы можете видеть, попадает по вам атакой, вы можете реакцией уменьшить вдвое урон, причиняемый вам этой атакой."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 5,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "rogue_evasion",
    "title": { "en": "Evasion", "ru": "Увёртливость" },
    "description": {
      "en": "When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.",
      "ru": "Если вы попадаете под действие эффекта, позволяющего совершить спасбросок Ловкости, чтобы получить только половину урона, вы вместо этого не получаете урона при успешном спасброске и получаете только половину урона при проваленном."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 7,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "reliable_talent",
    "title": { "en": "Reliable Talent", "ru": "Надёжный талант" },
    "description": {
      "en": "Whenever you make an ability check that lets you add your proficiency bonus, you can treat a d20 roll of 9 or lower as a 10.",
      "ru": "Каждый раз, когда вы совершаете проверку характеристики, которая позволяет добавить бонус мастерства, вы можете при выпадении на к20 результата «1–9» считать, что выпало «10»."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 11,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "blindsense",
    "title": { "en": "Blindsense", "ru": "Слепое зрение" },
    "description": {
      "en": "If you are able to hear, you are aware of the location of any hidden or invisible creature within lO feet of you.",
      "ru": "Если вы можете слышать, то знаете о местонахождении всех скрытых и невидимых существ в пределах 10 футов от себя."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 14,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "elusive",
    "title": { "en": "Elusive", "ru": "Неуловимость" },
    "description": {
      "en": "No attack roll has advantage against you while you aren't incapacitated.",
      "ru": "Никакие броски атаки не получают преимущества над вами, пока вы не станете недееспособным."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 18,
    "kind": "static",
    "visible": "true",
    "eval_variables": {}
  },
  {
    "slug": "stroke_of_luck",
    "title": { "en": "Stroke of Luck", "ru": "Удача" },
    "description": {
      "en": "If your attack misses a target within range, you can turn the miss into a hit. If you fail an ability check, you can treat the d20 roll as a 20.",
      "ru": "Если ваша атака промахивается по цели, находящейся в пределах досягаемости, вы можете изменить промах на попадание. Если вы провалили проверку характеристики, вы можете заменить результат, выпавший на к20, на «20»."
    },
    "origin": "class",
    "origin_value": "rogue",
    "level": 20,
    "kind": "static",
    "visible": "true",
    "description_eval_variables": {
      "limit": "1"
    },
    "limit_refresh": "long_rest"
  }
]
