[
  {
    "slug": "alert",
    "title": { "en": "Alert", "ru": "Бдительный" },
    "description": {
      "en": "Immediately after you roll Initiative, you can swap your Initiative with the Initiative of one willing ally in the same combat.",
      "ru": "Сразу после того, как вы совершили бросок инициативы, вы можете обменять свою инициативу на инициативу 1 согласного союзника в том же бою."
    },
    "origin": "feat",
    "origin_value": "origin",
    "kind": "static",
    "eval_variables": {
      "initiative": "initiative + proficiency_bonus"
    }
  },
  {
    "slug": "lucky",
    "title": { "en": "Lucky", "ru": "Везунчик" },
    "description": {
      "en": "When you roll a d20 for a D20 Test, you can spend 1 Luck Point to give yourself Advantage on the roll. When a creature rolls a d20 for an attack roll against you, you can spend 1 Luck Point to impose Disadvantage on that roll.",
      "ru": "Когда вы бросаете к20 для Теста к20, вы можете потратить 1 очко удачи, чтобы дать себе преимущество на этот бросок. Когда существо бросает к20 для броска атаки по вам, вы можете потратить 1 очко удачи, чтобы дать ему помеху на этот бросок."
    },
    "origin": "feat",
    "origin_value": "origin",
    "kind": "static",
    "description_eval_variables": {
      "limit": "proficiency_bonus"
    },
    "limit_refresh": "long_rest"
  },
  {
    "slug": "elemental_adept",
    "title": { "en": "Elemental adept", "ru": "Адепт стихий" },
    "description": {
      "en": "Spells you cast ignore Resistance to damage of the chosen type. When you roll damage for a spell you cast that deals damage of that type, you can treat any 1 on a damage die as a 2.",
      "ru": "Накладываемые вами заклинания игнорируют сопротивление выбранному типу урона. Когда вы определяете урон для наложенного вами заклинания, причиняющего урон этого типа, вы можете считать любую 1 на костях урона как 2."
    },
    "origin": "feat",
    "origin_value": "general",
    "kind": "text",
    "conditions": { "level": 4 }
  },
  {
    "slug": "actor",
    "title": { "en": "Actor", "ru": "Актёр" },
    "description": {
      "en": "While you're disguised as a real or fictional person, you have Advantage on Charisma (Deception or Performance) checks to convince others that you are that person. You can mimic the sounds of other creatures, including speech. A creature that hears the mimicry must succeed on a Wisdom (Insight) check to determine the effect is faked (DC {{value}}).",
      "ru": "Пока вы замаскированы под вымышленное или реальное лицо, вы получаете преимущество в проверках Обаяния (Обман или Выступление), для убеждения других, что вы и есть это лицо. Вы можете подражать звукам других существ, включая речь. Существо, которое слышит ваше подражание, должно преуспеть в проверке Мудрость (Проницательность), чтобы определить подделку (УС {{value}})."
    },
    "origin": "feat",
    "origin_value": "general",
    "kind": "static",
    "description_eval_variables": {
      "value": "8 + modifiers('cha') + proficiency_bonus"
    },
    "conditions": { "level": 4 }
  },
  {
    "slug": "defense",
    "title": { "en": "Defense", "ru": "Оборона" },
    "description": {
      "en": "",
      "ru": ""
    },
    "origin": "feat",
    "origin_value": "fighting_style",
    "kind": "update_result",
    "eval_variables": {
      "armor_class": "defense_gear[:armor].present? ? (armor_class + 1) : armor_class"
    }
  }
]
