[
  {
    "slug": "extend_attack",
    "title": { "en": "Extend Attack", "ru": "Удлинить атаку" },
    "description": {
      "en": "Your Melee Attack Range is increased by 1 Space (or your Ranged Attack Range is increased by 5 Spaces) for the Attack.",
      "ru": "Досягаемость этой Атаки увеличивается на 1 Клетку (или Дальность - на 5 Клеток)."
    },
    "origin": "maneuver",
    "origin_value": "attack",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "power_attack",
    "title": { "en": "Power Attack", "ru": "Усилить атаку" },
    "description": {
      "en": "You deal +1 damage with the Attack. You can use this Maneuver multiple times.",
      "ru": "Эта Атака наносит +1 урона. Вы можете использовать этот Приём несколько раз."
    },
    "origin": "maneuver",
    "origin_value": "attack",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "sweep_attack",
    "title": { "en": "Sweep Attack", "ru": "Расширить атаку" },
    "description": {
      "en": "Choose 1 additional target within 1 Space of the original target that's within your Attack Range. Make 1 Attack Check against all targets. Attack Hit: The original target takes your Attack's damage, and each additional target Hit takes 1 damage of the same type. You can use this Maneuver multiple times.",
      "ru": "Выберите 1 дополнительную цель в 1 Клетке от первоначальной цели, которая также находится в пределах вашей Дальности Атаки. Совершите 1 Проверку Атаки против всех целей. Попадание: Первоначальная цель получает урон от Атаки, а каждая дополнительная цель при Попадании по ней получает 1 урона того же типа (На обе цели по-прежнему влияют Сильные и Жестокие Удары). Вы можете использовать этот Приём несколько раз."
    },
    "origin": "maneuver",
    "origin_value": "attack",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "bleed",
    "title": { "en": "Bleed", "ru": "Ранить" },
    "description": {
      "en": "The target begins Bleeding (1 True damage at the start of their turn).",
      "ru": "Цель Ранена (получает 1 Истинного урона в начале каждого своего Хода)."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "daze",
    "title": { "en": "Daze", "ru": "Потрясти" },
    "description": {
      "en": "The target becomes Dazed (DisADV on Mental Checks) on the next Mental Check it makes before the end of your next turn.",
      "ru": "Цель Потрясена (Помеха на Ментальные Проверки) для своей следующей Ментальной Проверки до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "expose",
    "title": { "en": "Expose", "ru": "Раскрыть для удара" },
    "description": {
      "en": "The target becomes Exposed (Attacks against it have ADV) against the next Attack made against it before the end of your next turn.",
      "ru": "Цель Раскрыта (Атаки по ней получают Преимущество) для следующей Атаки по ней до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "hamstring",
    "title": { "en": "Hamstring", "ru": "Замедлить" },
    "description": {
      "en": "The target becomes Slowed (every 1 Space you move costs an extra 1 Space of movement) until the end of your next turn.",
      "ru": "Цель Замедлена (Перемещение на каждую Клетку расходует +1 Клеток Движения) до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "hinder",
    "title": { "en": "Hinder", "ru": "Сковать" },
    "description": {
      "en": "The target becomes Hindered (DisADV on Attacks) on the next Attack it makes before the end of your next turn.",
      "ru": "Цель Скована (Помеха на Атаки) для своей следующей Атаки до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "impair",
    "title": { "en": "Impair", "ru": "Ослабить" },
    "description": {
      "en": "The target becomes Impaired (DisADV on Physical Checks) on the next Physical Check it makes before the end of your next turn.",
      "ru": "Цель Ослаблена (Помеха на Физические Проверки) для своей следующей Физической Проверки до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "knockback",
    "title": { "en": "Knockback", "ru": "Оттолкнуть" },
    "description": {
      "en": "The target is pushed 1 Space away + up to 1 additional Space for every 5 it fails its Save by.",
      "ru": "Цель отталкивается на 1 Клетку. Провал (каждые 5): +1 Клетка."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "trip",
    "title": { "en": "Trip", "ru": "Повалить" },
    "description": {
      "en": "The target falls Prone.",
      "ru": "Цель Повалена."
    },
    "origin": "maneuver",
    "origin_value": "save",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "body_block",
    "title": { "en": "Body Block", "ru": "Закрыться" },
    "description": {
      "en": "Trigger: You are targeted by an Attack. You reposition a creature Grappled by you to shield yourself from damage. You and the Grappled creature take half the damage dealt by the attack and you can move the Grappled creature to any space adjacent to you immediately afterwards.",
      "ru": "Условие: Вы становитесь целью Атаки. Вы перемещаете Захваченное вами существо, защищаясь им от урона. Вы и Захваченное существо делите поровну урон от атаки. Сразу после этого вы можете переместить Захваченное существо в любую прилегающую к вам Клетку."
    },
    "origin": "maneuver",
    "origin_value": "grapple",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "restrain",
    "title": { "en": "Restrain", "ru": "Обездвижить" },
    "description": {
      "en": "The target is Restrained until the Grapple ends. On its turn it can spend 1 AP to end being Restrained, but it remains Grappled until the Condition ends.",
      "ru": "Цель Обездвижена, пока длится Захват. В свой Ход она может потратить 1 ОД, чтобы перестать быть Обездвиженной, но при этом останется Захвачена."
    },
    "origin": "maneuver",
    "origin_value": "grapple",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "slam",
    "title": { "en": "Slam", "ru": "Сдавить" },
    "description": {
      "en": "The target takes 1 Bludgeoning damage. Success (each 5): +1 damage.",
      "ru": "Цель получает 1 Дробящего урона. Успех (каждые 5): +1 урона."
    },
    "origin": "maneuver",
    "origin_value": "grapple",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "takedown",
    "title": { "en": "Takedown", "ru": "Уронить" },
    "description": {
      "en": "The target falls Prone. You don't fall Prone unless you choose to do so.",
      "ru": "Цель Повалена. Вы не Повалены."
    },
    "origin": "maneuver",
    "origin_value": "grapple",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "throw",
    "title": { "en": "Throw", "ru": "Бросить" },
    "description": {
      "en": "Requires: The Grappled creature is your Size or smaller. The target is thrown up to a number of Spaces away from you equal to 1/2 of your Might (ending the Grappled Condition) + up to 1 additional Space for every 5 they fail the Contest by.",
      "ru": "Требование: Захваченное существо равно или меньше вас по размеру. Цель отбрасывается на расстояние, равное половине вашей Мощи в Клетках. Захват при этом заканчивается. Провал (каждые 5): + 1 Клетка Броска."
    },
    "origin": "maneuver",
    "origin_value": "grapple",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "parry",
    "title": { "en": "Parry", "ru": "Парировать" },
    "description": {
      "en": "Trigger: When a creature you can see within 1 Space (including yourself) is targeted by an Attack against its PD. You grant the target a +5 bonus to PD against this Attack.",
      "ru": "Условие: Существо, которое вы видите в 1 Клетке от вас (включая вас самих), становится целью Атаки против ТЗ. Вы даёте цели бонус +5 ТЗ против этой Атаки."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "protect",
    "title": { "en": "Protect", "ru": "Защитить" },
    "description": {
      "en": "Trigger: A creature you can see within 1 Space is Hit by an Attack. The target takes half of the damage and you take the other half. The damage you take bypasses any Damage Reduction.",
      "ru": "Условие: По существу, которое вы видите в 1 Клетке от вас, Попадает Атака. Вы и существо делите урон поровну. Урон, который вы получаете, игнорирует любое Снижение Урона."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "raise_shield",
    "title": { "en": "Raise Shield", "ru": "Поднять щит" },
    "description": {
      "en": "Requires: You're wielding a Shield. Trigger: When a creature you can see within 1 Space (including yourself) is targeted by an Attack against its AD. You grant the target a +5 bonus to AD against this Attack.",
      "ru": "Требование: Вы держите Щит. Условие: Существо, которое вы видите в 1 Клетке от вас (включая вас), становится целью Атаки по ПЗ. Вы даёте цели бонус +5 ПЗ против этой Атаки."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "side_step",
    "title": { "en": "Side Step", "ru": "Отшагнуть" },
    "description": {
      "en": "Trigger: You're targeted by an Attack against your PD. You move 1 Space to a Space that's still within the Attack's range. When you do, the Attack has DisADV against you. If you move behind Cover, you don't gain the benefit of that Cover against the Attack.",
      "ru": "Условие: Вы становитесь целью Атаки против ТЗ. Вы перемещаетесь на 1 Клетку в пределах Дальности этой Атаки, и она получает Помеху по вам. Если вы перемещаетесь за Укрытие, оно не даёт вам бонусов против этой Атаки."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "swap",
    "title": { "en": "Swap", "ru": "Прикрыть" },
    "description": {
      "en": "You switch Spaces with a willing creature within 1 Space. If this movement would provoke an Opportunity Attack against you or the target creature, any Opportunity Attacks are made against you.",
      "ru": "Вы меняетесь местами с согласным существом в пределах 1 Клетки. Все Атаки по Возможности, спровоцированные этим перемещением, будут направлены против вас."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  },
  {
    "slug": "taunt",
    "title": { "en": "Taunt", "ru": "Спровоцировать" },
    "description": {
      "en": "Choose an enemy creature that can see or hear you within 5 Spaces. Make an Attack Check, Influence Check, or Intimidation Check (your choice) contested by the target's Mental Save. Contest Success: The target is Taunted (DisADV on Attacks against creatures other than you) by you on their next Attack. You can spend an additional 1 AP to have the Taunted Condition last until the end of your next turn.",
      "ru": "Выберите вражеское существо в пределах 5 Клеток, которое может вас видеть или слышать. Совершите Проверку Атаки, Влияния или Запугивания (на ваш выбор) против Ментального Спаса цели. Успех: Цель Спровоцирована (Помеха на Атаки по всем существам, кроме вас) для своей следующей Атаки. Вы можете дополнительно потратить 1 ОД, чтобы Состояние продлилось до конца вашего следующего Хода."
    },
    "origin": "maneuver",
    "origin_value": "defense",
    "kind": "static",
    "price": { "ap": 1 }
  }
]
